import { News } from '@/types/news'

export const news2024: News[] = [
  {
    date: '2024-01-16',
    type: 'paper',
    event:
      '团队2022级硕士研究生沈卓然的论文“基于条件扩散模型的全色锐化方法研究”被Information Fusion录用',
  },
  {
    date: '2024-06-01',
    type: 'career',
    event: [
      {
        id: 'luoyiming',
        name: '罗一鸣',
        grade: 2021,
        signed: '阿里巴巴（中国）有限公司',
        intents: ['蚂蚁科技集团股份有限公司'],
        position: '算法工程师',
        honors: ['一等学业奖学金（2022）', '国家奖学金（2023）'],
      },
      {
        id: 'jiangwanqing',
        name: '江晚晴',
        grade: 2021,
        signed: '中国移动通信集团重庆有限公司',
        intents: ['中国电信股份有限公司重庆分公司'],
        position: '大数据开发工程师',
        honors: ['二等学业奖学金（2022）', '三等学业奖学金（2023）'],
      },
    ],
  },
  {
    date: '2024-06-28',
    type: 'paper',
    event:
      '2021级硕士研究生阮清越硕士毕业论文“面向遥感图像复原的自监督学习方法研究”被答辩组推荐为校级优秀硕士毕业论文',
  },
  {
    date: '2024-08-16',
    type: 'award',
    event:
      '团队项目“云锐视——云端高分辨率遥感图像智能服务”荣获中国国际大学生创新大赛（2024）重庆赛区金奖并晋级国赛',
  },
  {
    date: '2024-10-25',
    type: 'award',
    event: '团队2022级硕士研究生沈卓然荣获2024年硕士研究生国家奖学金',
  },
  {
    date: '2024-11-08',
    type: 'report',
    event:
      '雷大江教授应邀出席2024年重庆市大数据产业博览会，并在大数据智能化应用论坛作题为《多源遥感大数据智能融合》的主题报告',
  },
  {
    date: '2024-12-20',
    type: 'course',
    event: '团队编写的《大数据技术原理与应用》教材由重庆大学出版社正式出版',
  },
]
