import { Member } from '@/types/member'

export const teachers: Member[] = [
  {
    avatarUrl: '/images/avatars/teacher/leidajiang.png',
    grade: 2026,
    id: 'karaku',
    role: 'teacher',
    introduction:
      '雷大江，男，1979年12月生，博士，博士后，中国电子学会会员、中国仿真学会会员、中国人工智能学会会员、中国计算机学会高级会员；重庆计算机学会计算机基础教育专业委员会副主任、中国图象图形学学会遥感影像专委会委员、重庆市医院协会健康医疗大数据应用专业委员会委员、重庆市数字医学学会理事；重庆邮电大学计算机科学与技术学院计算机基础教研部教授、硕士生导师、博士生导师。2006年毕业于武汉科技大学计算机应用技术专业，获工学硕士学位；2012年毕业于重庆大学计算机科学与技术专业，获工学博士学位。2014年至2015年在挪威奥斯陆大学Simula研究院从事高性能计算博士后研究，2018年获得重庆市留学归国人员创新创业项目支持人选称号，2020年获得华为云最有价值专家（MVP）称号，2022年获得成渝地区双城经济圈科技创新联盟项目评估咨询专家称号。主持和参与数据科学与大数据相关的国家自然科学基金、重庆市科委/教委基金、国家中地共建项目等近10余项。主持和参与涉及电力、医疗、公安等行业应用的横向项目20余项，从2016年开始承担“重庆慧都科技有限公司”、“重庆善功科技有限公司”大数据系统的架构与算法咨询工作，2019年开始担任重庆市儿童医院“儿童医疗大数据智能应用重庆市高校工程研究中心”技术委员会委员。在国内外学术期刊和会议上发表论文30余篇，担任TPAMI、TIP、TOC、TGRS、ESWA顶刊审稿人。申请国家发明专利20项，获权8项，并实现2项授权专利的成果转化。指导学生参加大数据智能科技竞赛获奖50多项。目前纵向研究方向为大数据、机器学习；横向承接大数据平台规划与搭建、大数据组件性能调优、大数据算法设计与实施、大数据项目架构设计、自然语言处理工程应用。',
    name: '雷大江',
    nameEn: 'DJ Lei',
    research: 'SR',
    career: '教授',
    email: 'djlei@gmail.com',
    githubLink: 'https://github.com/Halory-Ito',
    homepage: 'https://shizuku.halory.fun',
    orcid: '0000-0001-9293-8028',
    order: 1,
  },
]
